Repository: GabrielM369/Neroia
Catalog: lib/core/localizations/l10n/error/error_*.arb
Languages: de

# somethingWentWrong
source: Ups, something went wrong!
de: Ups, da ist etwas schiefgelaufen!

# fieldNotEmpty
source: This field must not be empty
de: Dieses Feld darf nicht leer sein

# fieldMaxLengthError
source: This field must not contain more than {value} characters
de: Dieses Feld darf nicht mehr als {value} Zeichen enthalten

# defaultErrorTitle
source: An Error occurred Error
de: Es ist ein Fehler aufgetreten

# defaultErrorDescription
source: Unfortunately this did not work and an error occurred. Please try again later.
de: Leider hat das nicht funktioniert und es ist ein Fehler aufgetreten. Bitte versuche es später erneut.

# retry
source: Try again
de: Erneut versuchen

source: Server Error
de: Serverfehler

source: Cache Error
de: Cache-Fehler

source: Unknown Error
de: Unbekannter Fehler

# invalidEmail
source: Email address invalid
de: Die E-Mail-Adresse ist ungültig

# userDisabled
source: Your account is disabled. Please contact support.
de: Dein Konto ist gesperrt. Bitte kontaktiere den Support.

# userNotFound
source: We could not find your account. Are you new here?
de: Wir konnte dein Konto nicht finden. Bist du vielleicht neu hier?

# wrongPassword
source: The password is incorrect
de: Das Passwort ist falsch

# tooManyRequests
source: We are currently too popular. Give us a few seconds and try again.
de: Wir sind gerade leider zu beliebt. Gib uns ein paar Sekunden und versuche es dann erneut.

# emailAlreadyInUse
source: This email address is already in use. Please use another one or log in.
de: Diese E-Mail-Adresse ist bereits in Verwendung. Bitte verwende eine andere oder melde dich an.

# ratingCalculationError
source: Rating calculation failed
de: Berechnung der Bewertung fehlgeschlagen

# processCreationError
source: An error occurred while creating the process!
de: Beim erstellen des Prozesses ist ein Fehler aufgetreten!

# versionError
source: An error occurred while loading the version!
de: Beim laden der Version ist ein Fehler aufgetreten!
