Repository: GabrielM369/Neroia
Catalog: lib/core/localizations/l10n/process/process_*.arb
Languages: de

# endTitle
source: End
de: Abspann

# endSubtitle
source: What's next?
de: Wie geht es weiter?

# endCopy
source: Here you can check off your process and review your results.
de: Hier kannst du deinen Prozess abhaken und deine Ergebnisse überprüfen.

# endButton
source: Overview
de: Übersicht

source: Active
de: Aktiv

source: Open ToDo's
de: Offene ToDos

source: Completed
de: Abgeschlossen

# created
source: Created on {date}
de: Erstellt am {date}

# author
source: Author: {id}
de: Autor: {id}

source: No process found
de: Kein Prozess gefunden

# noNeedQuestion
source: No decision question
de: Keine Entscheidungsfrage

# needQuestion
source: Decision Question
de: Entscheidungsfrage

source: Goals
de: Ziele

# limitations
source: General Conditions
de: Rahmenbedingungen

# options
source: Options for action
de: Handlungsoptionen

source: Rating
de: Bewertung

source: Resistance
de: Widerstand

source: fits
de: passt zu

# notApplicable
source: N.A.
de: K.A.

# useInPoints
source: {value} Benefit
de: {value} Nutzen

# acceptanceInPercent
source: {value}% Acceptance
de: {value}% Akzeptanz

# step
source: Step {step}
de: Schritt {step}

source: Rating Result
de: Bewertungsergebnis

# use
source: Benefit
de: Nutzen

# ratingResultExplanation
source: Alternatives in descending order of total benefit in the goals [in %].
de: Alternativen in absteigender Reihenfolge noch dem Gesamtnutzen in den Zielen [in %].

source: Singular Rating
de: Einzelbewertung

source: Fulfillment
de: Erfüllung

source: Rate your suggestions!
de: Bewerte deine Vorschläge!

# ratingLimitationExplanation
source: Rate the alternatives individually regarding the fulfillment of the general conditions.
de: Bewerte die Alternativen einzeln bezüglich der Erfüllung der Rahmenbedingung.

# ratingGoalExplanation
source: Rate the alternatives individually from -5 to +5 according to the goal fulfillment.
de: Bewerte die Alternativen einzeln von -5 bis +5 nach der Zielerfüllung.

source: Your Ratings
de: Deine Bewertungen

# defineDesiredEffect
source: Define the desired effect!
de: Definiere die gewünschte Wirkung!

source: What do I want to achieve?
de: Was will ich erreichen?

source: My Goals
de: Meine Ziele

source: Add Goal
de: Ziel hinzufügen

source: Define your frame!
de: Steck den Rahmen ab!

# whatAreTheConditions
source: What are the general conditions?
de: Was gibt es dabei zu beachten?

# myLimitations
source: My General Conditions
de: Meine Rahmenbedingungen

# addLimitation
source: Add General Condition
de: Rahmenbedingung hinzufügen

source: What do you want to decide?
de: Was möchtest du entscheiden?

source: Example Question
de: Beispielfrage

# findSuggestions
source: Find suitable suggestions!
de: Finde passende Vorschläge!

# whatAreYourOptions
source: What are the alternatives?
de: Was sind die Alternativen?

# myOptions
source: My Options for Action
de: Meine Handlungsoptionen

# addOption
source: Add Option for Action
de: Handlungsoption hinzufügen

source: Create Process
de: Prozess erstellen

# processTitle
source: Create a new process
de: Erstelle einen neuen Prozess

source: Minimum Benefit
de: Mindestnutzen

source: BenefitRating
de: Nutzwert

# benefitRatingBold
source: Benefit
de: Nutz

# makeYourChoice
source: Make your decision
de: Triff deine Entscheidung

source: Resistance Measurement
de: Widerstandsmessung

# resistanceMeasurementBold
source: Resistance
de: Widerstands

# resistanceMeasurementExplanation
source: Rate the action options individually from 0-10 according to your resistance to them.
de: Bewerte die Handlungsoptionen einzeln von 0-10 nach deinem Widerstand gegen sie.

source: Your Rating
de: Deine Bewertung

source: Below the threshold
de: Unter der Schwelle

source: Decision Result
de: Entscheidungsergebnis

# acceptance
source: Acceptance Decision
de: Akzeptanzentscheidung

# acceptanceBold
source: Acceptance
de: Akzeptanz

# resistanceResultExplanation
source: Alternatives in descending order of your measured acceptance [in %].
de: Alternativen in absteigender Reihenfolge nach Deiner gemessenen Akzeptanz [in %].

source: Edit Rating
de: Bewertung bearbeiten

source: Finish Process
de: Prozess abschließen

# chooseAGoalForThisOption
source: Choose a goal for this option to pay into:
de: Wähle ein Ziel aus, auf das diese Option einzahlt:

source: No goals found
de: Keine Ziele gefunden

# processListTitle
source: Processes
de: Prozesse

# emptyProcessList
source: No processes available
de: Keine Prozesse vorhanden

source: Add Process
de: Prozess hinzufügen

source: Result Group
de: Ergebnismenge

# abstract
source: Abstraction
de: Abstrahieren

source: More General
de: Allgemeiner

source: Input Level
de: Eingabeebene

source: More Specific
de: Genauer

source: Focus
de: Fokussieren

source: Suggestions
de: Vorschläge

source: Decision on
de: Entscheidung über

# exitConfirmation
source: Discard Changes?
de: Änderungen verwerfen?

# exitConfirmationMessage
source: You have unsaved changes. Are you sure you want to go back?
de: Du hast ungesicherte Änderungen. Bist du sicher, dass du zurück willst?

# exit
source: Discard Changes
de: Verwerfen

source: Keep
de: Behalten
