Repository: GabrielM369/Neroia
Catalog: lib/core/localizations/l10n/chatbot/chatbot_*.arb
Languages: de

# pageTitle
source: Ready to Plan an Event?
de: Bereit, ein Event zu planen?

# pageSubtitle
source: From casual hangouts to big moments, I’ve got you!
de: Von lockeren Treffen bis zu großen Momenten – ich bin für dich da!

source: Explore
de: Entdecken

# exploreCardDescription
source: Discover local events that match your preferences.
de: Finde lokale Events, die zu deinen Vorlieben passen.

source: Create
de: Erstellen

# createCardDescription
source: Plan personalized events based on your interests.
de: Plane personalisierte Events basierend auf deinen Interessen.

source: Explore Events
de: Veranstaltungen entdecken

source: Type something like:
de: Tippe etwas wie:

# prompt1
source: Show me upcoming events that my department colleagues are attending 💼
de: Zeig mir kommende Events, an denen meine Kollegen aus der Abteilung teilnehmen 💼

# prompt2
source: What are the top trending events happening this month 📅
de: Was sind die beliebtesten Events, die diesen Monat stattfinden 📅

# prompt3
source: Find events related to my interests 🎉
de: Finde Events, die zu meinen Interessen passen 🎉

source: Ask me anything...
de: Frag mich alles...
